import AlcoholHealthImage from "../assets/healthimg/question.jpg";
import ManagementImage from "../assets/healthimg/management.jpg";
import Diabetes from "../assets/healthimg/diabetes.jpg";
import Medical from "../assets/healthimg/medical.jpg";
import Medicalhealth from "../assets/healthimg/medicalhealth.jpg";
import listimg from "../assets/healthimg/list.jpg";
import Beerimg from "../assets/healthimg/beer.jpg";
import Brone from "../assets/healthimg/brone.jpg";
import Bronewhat from "../assets/healthimg/bronewhat.jpg";
import Bronehealth from "../assets/healthimg/bronehealth.jpg";
import Bronetenex from "../assets/healthimg/bronetenex.jpg";

const HealthInfoDatabase = [
  {
    id: 0,
    title: "당뇨병과 합병증, 알고 관리하면 걱정 없어요!",
    defaultImage: Diabetes,
    sections: [
      {
        title: "소개",
        content:
          "세계 당뇨병의 날을 알고 계신가요? 매년 11월 14일은 전 세계적으로 당뇨병의 심각성을 알리고, 예방과 관리를 촉진하기 위해 지정된 날입니다. 현재 전 세계 성인의 약 10%가 당뇨병을 앓고 있으며, 우리나라는 2022년 기준으로 30세 이상 성인의 약 14.8%가 당뇨병이 있는 것으로 보고되었습니다.<br><br>당뇨병은 혈액 내 포도당(혈당)이 높아져 소변으로 당이 배출된다고 하여 붙여진 이름입니다. 탄수화물이 소화된 후 혈액으로 흡수된 포도당이 세포에서 에너지원으로 사용되려면 췌장에서 분비되는 인슐린이 필요합니다. 그러나 인슐린이 부족하거나 제대로 작동하지 않으면 포도당이 혈액 속에 쌓이게 되어 결국 소변으로 배출됩니다.<br>당뇨병의 대표적인 3대 증상은 다뇨(소변을 많이 봄), 다음(물을 많이 마심), 다식(많이 먹음)이며, 체중 감소, 시력 저하, 피로감, 무기력 등의 증상이 함께 나타날 수 있습니다. 특별한 증상이 없는 경우도 있어, 정기적인 건강검진과 혈당 검사가 중요합니다. 당뇨병은 단순히 혈당만 높아지는 질환이 아니라, 제대로 관리하지 않으면 시간이 지나면서 다양하고 심각한 합병증을 일으킬 수 <br>있습니다.<br><br>이번 11월 건강정보에서는 당뇨병의 예방과 합병증 관리에 필요한 정보를 알려드립니다. 당뇨병을 잘 이해하고 꾸준히<br>관리하면 건강한 생활을 유지하고 합병증의 위험을 줄일 수 있습니다.",
      },
      {
        title: "당뇨병의 원인",
        content:
          "당뇨병은 유전적 요인과 환경적 요인이 서로 복합적으로 작용하여 발생합니다. 가족력이 있는 경우, 당뇨병의 발생 위험이 커질 수 있습니다. 그러나 유전적 요인 외에도 비만, 노화, 과식, 운동 부족, 스트레스, 호르몬 분비 이상, 그리고 특정 약물 사용 등 다양한 환경적 요인들이 당뇨병의 발생에 영향을 줄 수 있습니다.",
        image: Diabetes,
      },
      {
        title: "당뇨병의 합병증",
        content:
          "1. 급성 합병증<br><br>1) 저혈당<br>⦁ 원인<br><br>당뇨병약의 부적절한 투여(용량, 시간, 방법 등), 불규칙한 식사 습관, 과도한 신체활동, 공복 시 운동, 과음 등<br>⦁ 증상<br><br>맥박수 증가, 손떨림, 식은땀, 불안감, 공복감, 쇠약감, 피로감, 어지럼증, 의식의 변화<br><br>⦁ 치료<br><br>(1) 의식이 있는 경우<br><br>① 혈당 수치가 70 mg/dL 미만이고 의식이 있는 경우, 포도당 15~20 g 섭취(그림 참조) 후 15분간 휴식<br><br>② 혈당을 다시 측정했을 때, 정상 범위로 회복되지 않았다면 포도당 섭취 반복<br><br>(2) 의식이 없는 경우, 음식을 먹이면 안 되고, 신속히 병원으로 이송하여 정맥주사로 포도당 투여<br><br>⦁ 예방<br><br>평소 혈당을 자주 측정하고, 규칙적으로 식사와 운동을 하며, 약물을 처방에 따라 올바르게 투약합니다. 저혈당의 증상과 대처법을 잘 숙지하고, 저혈당이 생길 가능성이 크다면 항상 포도당이 포함된 음식을 가지고 다닙니다.",
        image: Medical,
      },
      {
        title: "2) 당뇨병케토산증과 고혈당고삼투질상태",
        content:
          "⦁ 주요 원인<br><br>(1) 당뇨병케토산증: 인슐린의 중단이나 부적절한 투여, 감염, 스테로이드, 교감신경작용제 등의 약물<br><br>(2) 고혈당고삼투질상태: 감염, 당뇨병약의 부적절한 투여, 뇌혈관질환, 심근경색증, 급성 췌장염, 외상 등의 급성 질환<br><br>⦁ 증상<br><br>(1) 공통 증상: 소변량 증가, 물 섭취량 증가, 체중 감소, 쇠약, 의식 변화, 탈수, 저혈압, 빠른 맥박<br><br>(2) 당뇨병케토산증의 증상: 추가적으로 메스꺼움, 구토, 복통, 빠르고 깊은 호흡<br><br>⦁ 치료<br><br>당뇨병 환자가 고혈당과 함께 쇠약감, 메스꺼움, 구토, 의식 변화가 있을 경우, 당뇨병케토산증이나 고혈당고삼투질상태를 의심해야 합니다. 당뇨병 환자는 이런 상황을 예방하기 위해 주요 원인과 증상을 미리 숙지하고, 문제가 발생했을 때 신속히 병원에 방문해야 합니다. 당뇨병케토산증과 고혈당고삼투질상태의 치료는 손실된 체액 보충을 위한 수액 투여, 인슐린 투여, 전해질 불균형 교정을 통해 이루어집니다.<br><br><br>2. 만성 합병증<br><br>당뇨병을 오랜 기간 앓거나 혈당 조절이 잘 이루어지지 않으면 만성 합병증의 발생 위험이 커지며, 이는 주요 사망원인 중 하나입니다. 합병증을 예방하고 진행을 늦추기 위해 혈당과 혈압 등의 위험인자를 관리하는 것이 중요합니다. 또한, 증상이 없더라도 정기적인 검사를 통해 합병증을 조기에 발견해야 합니다. 당뇨병의 만성 합병증은 생활습관 개선, 정기적인 검진, 약물치료와 함께 지속적인 자기관리가 필수적입니다.<br><br>1) 미세혈관합병증<br><br>(1) 당뇨병망막병증<br><br>당뇨병망막병증은 눈의 망막에 발생하는 질환으로, 망막은 눈의 가장 안쪽에서 상을 맺는 중요한 기관입니다. 주요 증상으로는 눈이 침침해지거나 시력이 저하되며, 물체가 두 개로 보이는 복시, 섬광이 보이거나 눈앞에 반점이 떠다니는 현상이 나타날 수 있습니다. 1형당뇨병 환자는 진단 후 5년 이내에, 2형당뇨병 환자는 진단과 동시에 안과 검진을 받습니다. 이후에도 정기적인 안과 검진으로 꾸준히 관리해야 합니다.<br><br><br>(2) 당뇨병신장병증<br><br>당뇨병은 만성신장(콩팥)병의 가장 흔한 원인입니다. 당뇨병신장병증의 주요 증상은 단백뇨, 거품뇨, 부종, 혈압 상승, 전신 무력감 등이며, 심한 경우 신부전으로 진행되어 투석이나 신장이식이 필요할 수 있습니다. 따라서, 예방과 관리를 위해 매년 사구체여과율과 소변 알부민-크레아티닌의 비율 검사를 받는 것이 중요합니다.<br><br><br>(3) 당뇨병신경병증<br><br>당뇨병신경병증을 확인하기 위해 1형당뇨병 환자는 진단 후 5년 이내에, 2형당뇨병 환자는 진단과 동시에 말초신경병증과 자율신경병증에 대한 선별검사를 받고, 이후 매년 검사를 받습니다. 말초신경병증으로 발끝의 감각이 둔화된 경우, 맨발로 걷는 운동은 위험할 수 있습니다. 발에 상처가 생겨도 통증을 느끼지 못해 방치될 수 있으며, 궤양으로 악화될 위험이 크기 때문입니다. 또한 흙 속에 있는 세균이 상처를 감염시킬 수 있으므로 주의가 필요합니다.<br><br><br>2) 대혈관합병증<br><br>당뇨병의 대혈관합병증은 심장, 뇌, 다리의 혈관이 막히거나 좁아져서 생기며, 당뇨병 환자의 주된 사망원인입니다. 당뇨병 환자는 대혈관합병증의 발생을 예방하고 진행을 늦추기 위해 혈당뿐만 아니라 고혈압과 이상지질혈증 등 다른 심혈관질환 위험인자들을 적절히 평가하고 관리해야 합니다.<br><br><br>당뇨병 예방관리 5대 수칙<br><br>1. 적정 체중과 허리둘레를 유지합니다.<br><br>정기적으로 체중과 허리둘레를 확인하고, 적정 체중과 허리둘레를 유지하도록 식사를 조절하고 운동을 합니다.<br><br><br>2. 규칙적인 운동으로 신체활동을 늘립니다.<br><br>자신이 좋아하는 운동으로 최소 2일에 한 번씩, 일주일에 3일 이상 운동합니다. 운동은 숨이 약간 찰 정도로 하루에 30분 이상 하고, 운동 시작 전과 후에 반드시 준비운동과 정리운동을 합니다.<br><br><br>3. 균형 잡힌 식단으로 골고루 제때에 식사합니다.<br><br>기름진 음식이나 지방이 많은 고기는 피하고, 생선, 들기름과 같이 불포화지방산이 풍부한 음식을 섭취합니다. 튀기는 대신 삶거나 굽는 요리 방법을 선택하고, 미네랄과 식이섬유가 풍부한 과일과 채소를 식단에 포함합니다.<br><br><br>4. 좋은 생활습관을 기릅니다.<br><br>하루에 7~8시간의 적정 수면을 취합니다. 나만의 스트레스 관리법을 찾아 즐겁게 생활합니다. 금연을 반드시 실천하며, 가급적 술을 마시지 않습니다.<br><br><br>5. 정기적인 검진을 통해 위험 인자를 확인합니다.<br><br>국가검진을 반드시 받고, 암 검진도 적극적으로 받습니다. 40세 이상이거나 비만인 경우에는 더 자주 받고, 40세 미만이라도 당뇨병 위험 요인이 있는 경우에는 1년에 1회 이상 검진을 받습니다.<br><br><br><검진을 필요로 하는 당뇨병 위험 요인><br><br>- 과체중 또는 복부비만인 경우<br><br>- 가족(부모, 형제자매) 중 당뇨병 환자가 있는 경우<br><br>- 과거 검진에서 혈당이 ‘비정상’으로 나온 경우<br><br>- 임신당뇨병이나 4 kg 이상의 거대아 출산력이 있는 경우<br><br>- 고혈압, 이상지질혈증, 심뇌혈관질환을 동반한 경우",
        image: Medicalhealth,
      },
    ],
  },
  {
    id: 1,
    title: "알코올 대신 건강! 음주 없이도 즐거운 연말 보내세요.",
    defaultImage: Beerimg,
    sections: [
      {
        title: "소개",
        content:
          "연말이 다가오면, 한 해 동안 쌓인 이야기를 나누기 위해 삼삼오오 모이는 자리가 많아집니다. 직장 동료, 친구, 오랜만에 만난 동창들과 함께 일 년간 서로의 수고를 격려하며 잊지 못할 추억을 쌓아가곤 합니다. 이런 자리에는 늘 술이 빠지지 않습니다. 하지만 건강을 위해 음주를 줄이거나 아예 하지 않는 것이 좋다는 것을 알면서도, '한 잔만'이 어느새 두 잔, 석 잔으로 늘어나게 됩니다.<br><br>12월 이달의 건강정보에서는 흔한 음주 상식에 대한 오해를 바로잡고, 음주 문제를 확인할 수 있는 자가 진단과 금주 실천 방법을 소개하겠습니다. 술 없이도 즐겁게 연을 보내면, 몸과 마음이 한결 가벼워지고 더 건강한 새해를 맞이할 수 있을 것입니다.",
      },
      {
        title: "음주에 관한 오해와 진실",
        content:
          "술을 마실 때 안주를 먹지 않으면 살이 안 찌죠?<br><br>안주를 먹지 않는다고 해서 술로 인한 체중 증가를 막을 수는 없습니다. 알코올 자체도 상당한 칼로리를 내기 때문입니다. 알코올은 1 g당 약 7칼로리를 내므로, 단백질이나 탄수화물(1 g당 4칼로리)보다 칼로리가 높습니다. 맥주 한 캔(약 14 g의 알코올)은 약 100칼로리를 낼 수 있고, 막걸리는 탄수화물 함량도 높아 칼로리를 더 낼 수 있습니다. 따라서, 안주 없이 술만 마셔도 그 자체로 칼로리가 쌓이게 됩니다. <br><br>또한, 빈속에 술을 마시면 알코올 흡수가 더 빨라져 취하기 쉬우며, 간에 더 큰 부담을 줄 수 있습니다. 술을 마실 때는 단백질이나 지방이 포함된 안주를 함께 먹어 알코올 흡수를 천천히 하는 것이 좋습니다. 다만, 안주도 고칼로리인 경우가 많기 때문에 체중 관리를 한다면 술과 함께 먹는 음식의 칼로리도 함께 신경 쓰는 것이 좋습니다.<br><br>술을 마시면 숙면에 도움이 되나요?<br><br>많은 사람이 술을 마시면 잠이 잘 온다고 생각하지만, 실제로는 오히려 숙면을 방해할 수 있습니다. 술은 처음에는 진정 효과가 있어 잠이 쉽게 들게 하지만, 몸이 알코올을 분해하는 과정에서 각성 상태가 되어 수면의 질이 떨어지게 됩니다. 특히 술은 깊은 수면 단계인 렘(REM)수면*을 방해하므로, 자주 깨거나 얕은 수면에 머물러 피로가 풀리지 않을 수 있습니다. 따라서 건강한 수면을 위해서는 잠자기 전에 술을 마시는 것은 피하는 것이 좋습니다.<br><br><span class='text-sm text-gray-600'>*렘(REM, rapid eye movement sleep)수면: 빠른 안구 운동이 나타나는 수면 단계로, 꿈을 많이 꾸고 뇌 활동은 활발하나, 몸은 마비 상태와 같이 됨</span><br><br>하이볼(증류주에 탄산음료를 첨가하는 형태)과 같은 칵테일은 건강에 부담을 더 적게 주나요?<br><br>하이볼은 위스키나 보드카 같은 증류주에 탄산음료를 섞어 만든 칵테일로, 위스키보다 도수가 낮고 맛이 좋아 부담 없이 많이 마시는 경향이 있습니다. 또한 건강에 덜 해롭다고 생각하기 쉽습니다. 그러나 알코올은 섭취한 양으로 건강에 영향을 미치기 때문에, 맥주, 소주, 칵테일 등 그 종류에 따라 덜 해로운 것이 있는 것은 아닙니다. 하이볼은 알코올이 묽어져서 많이 마셔도 취하지 않고 덜 해로울 것 같은 느낌이 들지만, 많이 마신다면 섭취하는 알코올양이 쌓이기 때문에 간에 무리가 갈 수 있습니다. 건강을 생각한다면 알코올의 형태보다는 그 양을 조절하는 것이 중요합니다.<br><br>해장술은 정말 숙취 해소에 도움이 되나요?<br><br>과음을 한 다음 날 숙취로 고생을 할 때 '해장술'이 도움이 된다는 속설이 있지만, 이는 잘못된 상식입니다.<br><br>숙취는 알코올이 분해되면서 생긴 독성 물질인 아세트알데하이드가 몸에 쌓여 두통, 근육통, 속쓰림, 메스꺼움 등의 증상을 일으키는 현상입니다. 해장술을 마시면 알코올의 진정 효과로 숙취 증상이 일시적으로 가려질 수 있지만, 이는 일시적인 착각일 뿐 실제로는 간에 더 큰 부담을 주고 회복을 지연시킬 수 있습니다. 숙취 해소에는 물을 충분히 마셔 체내에 쌓인 독성 물질을 배출하고, 충분히 휴식하는 것이 훨씬 효과적입니다.",
      },
      {
        title: "나는 알코올 문제가 없을까?",
        content:
          "다음의 11개 질문으로 알코올 사용 장애가 있는지 스스로 진단해 볼 수 있습니다. 지난 1년 동안의 경험을 돌아보며, 각 질문에 '예' 또는 '아니오'로 답한 후, '예'의 개수를 세어 보세요. '예'로 대답한 개수에 따라 알코올 사용 장애는 다음과 같이 해석될 수 있습니다.<br><br>알코올 사용 장애 없음: 1개 이하<br>가벼운 알코올 사용 장애: 2~3개<br>중간 정도 알코올 사용 장애: 4~5개<br>심각한 알코올 사용 장애: 6개 이상<br><br>스스로 점검해 본 결과 알코올 사용 장애가 의심된다면 절주나 금주를 실천하고, 필요한 경우 가까운 시군구의 정신건강복지센터나 중독관리통합지원센터에서 도움을 받거나, 전문가와 상담해 보시기 바랍니다.",
        image: AlcoholHealthImage,
      },
      {
        title: "금주 실천 방법",
        content:
          "건강과 암 예방을 위해 한두 잔의 소량 음주도 피하기<br><br>금주 결심을 주변에 알리고 가족과 친구들의 지지를 받으며 노력합니다. 기념일이나 새해 등 특별한 날에 결심을 시작해 금주의 자신감을 가집니다.<br><br>건강 챙기기, 좋은 부모 되기 등 결심을 잘 지킬 수 있도록 동기를 부여해 봅니다.<br><br>음주 권유 환경에 대비하기<br><br>술을 마시게 되는 상황을 미리 파악하여 대비책을 세우고, '오늘까지만'이나 '한 잔만'이라는 생각이 폭음으로 이어질 수 있음을 기억합니다.<br><br>결심을 눈에 띄는 곳에 적어두고, 필요한 경우, 전문적인 도움을 받습니다.",
      },
      {
        title: "계획하기",
        content:
          "목표 세우기<br>음주량을 파악하고, 절주나 금주의 목표와 기간을 정합니다.<br><br>도움 요청하기<br>자가 진단에서 심각한 알코올 사용 장애로 나온 경우, 전문가의 도움을 받습니다.<br><br>절주 환경 만들기<br>집에 술을 두지 않고, 음료나 간식을 준비해 술 대신 즐길 수 있도록 합니다.<br><br>스트레스 관리하기<br>스트레스는 과음으로 이어질 수 있으므로, 운동, 여가활동 등 술을 대신하여 스트레스를 해소할 방법을 찾습니다.<br><br>현명한 술자리 대처<br>빈속에 술을 마시지 않고, 천천히 목표량까지만 마십니다.<br>목표량 이상의 음주를 권유받는 경우, 자신이 이제 폭음을 하지 않음을 단호히 밝힙니다.<br><br>대체 활동 생각하기<br>음주에 쓰던 시간과 돈을 가족과 즐겁게 보내는 일에 투자할 수 있다고 생각합니다.<br>맛있는 것 먹기, 영화 관람, 운동 등 취미생활을 즐깁니다.<br><br>음주 일지 작성<br>음주 일지를 기록해 처음에 정한 목표와 실제로 마신 양을 비교해 봅니다.<br><br>상황 대비하기<br>술을 마시게 되는 상황을 미리 파악하여 대비책을 세웁니다.<br>'오늘까지만'이나 '한 잔만'이라는 생각이 폭음으로 이어질 수 있음을 기억합니다.<br>결심을 눈에 띄는 곳에 적어두고, 필요한 경우, 전문적인 도움을 받습니다.",
      },
      {
        title: "결심을 지키지 못했을 때",
        content:
          "포기하지 않기<br>한 번의 실패로 좌절하지 말고 다시 시도합니다. 올바른 습관은 지속적인 노력이 필요합니다.<br><br>계획 검토하기<br>술을 많이 마시게 된 상황을 되짚어 원인을 파악합니다.<br><br>새로운 계획 세우기<br>실패 원인에 따른 해결책을 계획에 추가하고, 절주 목표를 주변에 다시 공표하여 지지를 받습니다.<br><br>전문가 상담<br>스스로 계획을 세우기 어려우면 전문가의 도움을 받습니다.",
        image: ManagementImage,
      },
      {
        title: "건강한 연말 보내기",
        content:
          "이번 연말에는 소중한 사람들과 술잔 없이 웃음과 이야기로 가득 채워보는 건 어떨까요? 다 같이 공연을 보며 감동을 나누거나, 함께 요리를 만들어 먹으며 색다른 추억을 쌓을 수 있을 것입니다.<br>산책이나 가벼운 야외 활동으로 신선한 공기를 마시며 즐겁고 행복한 순간을 만드는 것도 좋습니다. 올 연말엔 건강한 추억으로 마음을 채우며, 더 의미 있고 기분 좋은 시간을 보내시기를 바랍니다.",
      },
    ],
  },
  {
    id: 2,
    title: "심뇌혈관질환, 여름과 겨울에는 더 조심하세요!",
    defaultImage: listimg,
    sections: [
      {
        title: "소개",
        content:
          "심뇌혈관질환은 우리 몸에서 가장 중요한 역할을 하는 기관인 심장과 뇌에 발생한 질환을 말합니다. 여기에는 심근경색증, 협심증, 심부전증 같은 심장질환과 뇌졸중(뇌경색, 뇌출혈)과 같은 뇌혈관질환이 포함됩니다. 고혈압, 당뇨병, 이상지질혈증과 같은 흔한 만성질환은 심뇌혈관질환의 선행질환*입니다.<br><br><span class='text-sm text-gray-600'>(*선행질환: 이후에 발생할 수 있는 질병의 위험을 높이는 기존의 질환)</span><br><br>우리나라에서 심뇌혈관질환은 주요 사망 원인 중 하나이며, 급속한 고령화와 서구화된 식습관으로 인해 심뇌혈관질환의 발생률이 계속 증가하고 있습니다.<br><br>심뇌혈관질환 발생의 위험요인은 고혈압, 고지혈증, 당뇨병, 과체중, 흡연 등이며, 기온 변화도 영향을 줍니다. 특히, 여름의 더위와 겨울의 추위는 혈관에 직접적인 영향을 미쳐 심뇌혈관질환의 위험을 높이기 때문에 더욱 세심한 관심과 관리가 필요합니다. 생명을 위협하는 심뇌혈관질환의 위험 요소를 미리 알고 대처한다면, 질병을 예방하고 피해를 최소화 할 수 있습니다.",
      },
      {
        title: "기온 변화에 따른 심뇌혈관질환의 발생",
        content:
          "혈관은 기온 변화에 적응하기 위해 수축하고 확장하며, 이 과정은 심장과 뇌혈관에 부담을 줄 수 있습니다. 최근 폭염 일수가 증가하면서 겨울철뿐 아니라 여름철에도 심뇌혈관질환이 늘고 있습니다. 기온 변화가 심한 여름철과 겨울철에 심뇌혈관질환의 발생이 증가하는 원인과 관리법을 알아보겠습니다.<br><br>1. 여름철의 심뇌혈관질환<br><br>1) 발생 원인<br><br>여름에는 기온이 올라가면서 체온도 상승합니다. 올라간 체온을 내리기 위해 땀을 많이 흘리는 과정에서 몸속의 수분이 부족해질 수 있습니다. 우리 몸에 수분이 부족하면 혈액이 끈적해져 혈전(피떡)이 생길 수 있으며, 이로 인해 심근경색증이나 뇌졸중과 같은 혈액순환 관련 질환이 발생하거나 악화될 수 있습니다.<br><br>체온을 유지하기 위해 혈관이 팽창하고 혈류 속도가 느려지며, 혈액량이 감소해 뇌졸중 발생위험이 증가할 수 있습니다. 또한, 에어컨 사용으로 실내외 온도 차가 커지면 혈관이 갑자기 수축하여 이러한 질환의 발생위험이 더욱 커집니다.<br><br>기온이 1℃ 상승할 때마다 사망률이 3% 증가하고, 폭염이 7일 이상 지속되면 사망률이 9% 이상 증가한다고 알려져 있습니다. 폭염은 심뇌혈관질환의 증상을 악화시키고, 입원율과 사망률을 증가시킵니다. 사망자의 대부분은 기존에 심뇌혈관질환과 호흡기질환이 있는 사람들입니다.<br><br>2) 관리법<br><br>• 폭염에 노출되지 않도록 주의합니다.<br>• 충분한 수분과 전해질을 섭취합니다. 차가운 커피나 당분이 많은 음료는 이뇨작용을 촉진해 수분을 빠르게 배출하므로 피합니다.<br>• 냉방기를 사용할 때는 적절한 실내 온도를 유지합니다.<br>• 옷은 땀 배출이 잘되도록 통기성 좋고 꽉 끼지 않는 것을 선택합니다.<br>• 운동할 때는 평소보다 운동 강도를 낮추고 실내에서 규칙적으로 운동하는 것이 좋습니다.<br>• 갑자기 몸에 냉수를 끼얹거나 찬물에 뛰어드는 것을 피합니다. 이런 행동은 급격한 체온 변화를 일으켜 심장이나 혈관에 무리를 주기 때문입니다.<br><br>2. 겨울철의 심뇌혈관질환<br><br>1) 발생 원인<br><br>겨울철에는 찬 공기로 인해 교감신경계가 활성화되면서 말초동맥이 수축하고 혈압이 상승하며 심박수가 증가하여 심장에 부담을 줍니다. 낮아진 체온은 혈소판을 활성화시키고 혈액의 점도를 높여 혈전 형성을 촉진합니다. 이런 변화는 겨울철에 심근경색증과 뇌졸중 같은 심뇌혈관질환의 발생률을 높이는 주요 원인입니다. 실제로, 심뇌혈관질환으로 인한 사망자 수는 12월부터 2월 사이에 가장 많습니다. 특히 고령자, 과거 심뇌혈관질환 병력이 있는 사람들, 만성질환자는 혈압 조절 능력이 떨어져 있어 겨울철 건강관리에 각별한 주의가 필요합니다.<br><br>2) 관리법<br><br>• 실내 적정 보온 상태를 유지하고, 따뜻한 옷을 입어 체온을 유지합니다.<br>• 외부 활동이 어려울 경우 실내에서 꾸준히 운동합니다.<br>• 균형 잡힌 식사와 따뜻한 음료를 섭취하여 체온을 유지합니다.<br>• 정기적으로 혈압, 혈당, 콜레스테롤 수치를 확인합니다.<br><br>3. 심근경색증과 뇌졸중의 증상과 대처법<br><br>심뇌혈관질환은 사망률이 높고, 치료가 끝난 이후에도 심각한 후유증을 남길 수 있어 환자와 가족, 사회 전체에 큰 부담을 줍니다. 따라서 적극적으로 예방하고, 발생했을 때 초기에 적절히 대처하는 것이 무엇보다도 중요합니다.<br><br>1. 심근경색증의 조기증상<br><br>심근경색증은 심장근육에 혈액을 공급하는 혈관인 관상동맥이 혈전에 의해 갑자기 막혀 심장근육이 손상되는 질환입니다. 다음 증상들은 심근경색증의 조기증상일 수 있습니다.<br><br>• 갑자기 가슴에 심한 통증이나 압박감, 또는 짓누르는 느낌이 있다.<br>• 갑자기 턱, 목, 어깨, 왼쪽 팔 등에 통증이나 불편감이 느껴진다.<br>• 갑자기 숨이 많이 찬다.<br>• 갑자기 안색이 창백해지고 식은땀을 흘린다.<br>• 의식이 혼돈 상태가 된다.<br><br>2. 뇌졸중의 조기증상<br><br>뇌졸중은 뇌에 혈액을 공급하는 혈관이 막히거나(뇌경색) 터지면서(뇌출혈) 그 근처의 뇌가 손상되어 신체장애가 나타나는 질환입니다. 다음 증상들은 뇌졸중의 조기증상일 수 있습니다.<br><br>⦁ 갑자기 한쪽 얼굴, 팔, 다리에 힘이 빠진다.<br>⦁ 갑자기 말이 어눌해지거나, 다른 사람의 말을 이해하지 못한다.<br>⦁ 갑자기 한쪽 눈이 보이지 않거나, 양쪽 눈 시야의 반이 보이지 않거나, 물체가 두 개로 보인다.<br>⦁ 갑자기 어지럽거나 몸의 중심을 잡기 힘들다.<br>⦁ 갑자기 이제까지 경험하지 못한 심한 두통이 있다.<br><br>3. 응급상황 시 대처 요령<br><br>심근경색증과 뇌졸중은 치명적인 질환이지만, 증상 발생 후 신속히 치료를 받으면 사망위험을 크게 줄일 수 있고, 후유장애를 줄이는 등 회복 가능성을 높일 수 있습니다. 응급상황에 대비하여 평소에 심근경색증과 뇌졸중의 조기증상을 미리 알아두고, 증상이 나타날 경우 119에 연락하여 최대한 빨리 병원의 응급실로 가는 것이 중요합니다. 뇌졸중의 경우, 증상이 저절로 좋아지더라도 재발 위험이 크므로 바로 병원을 찾아가는 것이 좋습니다.",
        image: listimg,
      },
      {
        title: "심뇌혈관질환 예방·관리를 위한 9대 생활수칙",
        content:
          "1. 담배를 피우지 않습니다.<br>금연 후 1년 정도 지나면 심뇌혈관질환 발생위험이 절반으로 줄어듭니다. 모든 종류의 담배를 피우지 않고, 간접흡연도 피합니다.<br><br>2. 술은 가급적 마시지 않습니다.<br>과도한 음주는 부정맥과 심부전을 일으키고, 뇌졸중의 위험을 증가시킵니다.<br><br>3. 적당량의 음식을 규칙적으로, 골고루, 짜지 않게 먹고, 통곡물, 채소, 콩, 생선을 충분히 섭취합니다.<br><br>4. 규칙적으로 매일 30분 이상 운동하고, 오래 앉아서 생활하는 시간을 줄입니다.<br><br>5. 적정한 체중과 허리둘레를 유지합니다.<br><br>6. 스트레스를 잘 관리하여 즐거운 마음으로 생활합니다.<br><br>7. 정기적으로 혈압, 혈당, 콜레스테롤 수치를 측정합니다.<br><br>8. 고혈압, 당뇨병, 이상지질혈증 환자는 생활습관을 개선하고 약물치료 등 적절한 관리와 치료를 꾸준히 받습니다.<br><br>9. 뇌졸중, 심근경색증의 응급증상을 미리 알아두고, 응급상황이 발생하면 즉시 119를 부릅니다.",
      },
    ],
  },
  {
    id: 3,
    title: "골다공증 예방관리수칙으로 건강한 뼈를 유지하세요!",
    detailimage: Brone,
    sections: [
      {
        image: Brone,
        title: "소개",
        content:
          "'골다공'은 뼛속에 구멍이 많이 생긴다는 뜻으로, '골다공증'은 뼛속에 구멍이 많이 생겨 뼈의 강도가 약해져 쉽게 부러지는 질환입니다. 뼈는 살아있는 조직으로 오래된 뼈는 제거되고, 새로운 뼈가 생성되는 과정이 끊임없이 반복됩니다. 우리 몸을 구성하는 뼈의 양은 성장하면서 점점 늘어나다 나이가 들수록 뼈의 양이 서서히 줄어들게 됩니다. 특히 여성은 폐경 직후 3~5년 동안 뼈의 양이 빠른 속도로 감소합니다. 골다공증으로 인해 뼈가 약해지면 작은 충격에도 쉽게 골절될 수 있습니다. 이러한 위험을 최소화하기 위해 골다공증을 미리 예방하고 꾸준히 관리하는 것이 중요합니다.",
      },
      {
        title: "위험 요소와 원인",
        content:
          "골다공증은 여러 요인에 의해 발생하며, 이들 중 일부는 우리의 생활습관과 밀접한 관련이 있습니다.<br><br>- 폐경<br><br>여성 호르몬의 역할 중 하나는 뼈의 강도를 유지하는 것입니다. 따라서 폐경으로 여성 호르몬이 감소할 경우 골다공증이 생길 수 있습니다.<br><br>- 가족력<br><br>가족 중에 골다공증이 있을 경우, 골다공증이 발생할 확률이<br> 높습니다.<br><br>- 운동 부족<br><br>걷기, 계단 오르기, 점프 등 체중을 싣는 운동은 뼈의 건강에 도움이 되고, 운동이 부족할 경우 골다공증이 생길 수 있습니다.<br><br>- 칼슘 흡수 장애와 비타민 D 결핍<br><br>칼슘은 뼈의 주요 구성 요소로, 건강한 뼈를 유지하기 위해서 충분한 칼슘 섭취가 필요합니다. 칼슘 섭취가 부족하거나, 위 절제 수술이나 장의 만성 염증질환 등으로 인해 칼슘이 제대로 흡수되지 않으면 골다공증이 생길 수 있습니다. 비타민 D는 칼슘의 흡수를 돕는 역할을 하므로 비타민 D가 부족하면, 칼슘의 흡수가 어려워져 골다공증의 위험이 커집니다.<br><br>- 약물<br><br>스테로이드 계통의 약물, 과량의 갑상샘호르몬제, 항경련제, 항암제 등은 골다공증을 일으킬 수 있습니다.<br><br>- 흡연과 과음<br><br>담배에서 생성되는 물질은 뼈의 양을 감소시키고, 조기 폐경과 여성 호르몬의 감소를 일으킵니다. 또한, 과도한 음주는 뼈의 형성을 방해하고 칼슘 흡수도 떨어뜨려 골다공증을 일으킬 수 있습니다.",
      },
      {
        title: "증상",
        content:
          "골다공증은 초기에 특별한 증상이 나타나지 않습니다. 초기 증상 중 하나는 척추뼈가 약해져서 척추에 압박골절이 발생되어 키가 줄어드는 것입니다. 골다공증이 생기면 골절의 위험이 커집니다. 심할 경우 일상생활 중에 허리를 구부리거나 기침을 할 때도 쉽게 뼈가 부러질 수 있습니다. 골절이 흔히 발생하는 부위는 손목, 척추, 대퇴골입니다.",
        image: Bronewhat,
      },
      {
        title: "골다공증 예방과 관리를 위한 10대 생활수칙",
        steps: [
          {
            title:
              "(1) 성장기에 적절한 운동과 영양관리를 통해서 50대부터 시작되는 급격한 골 소실에 대비합니다.",
            details: [
              "뼈는 청소년기를 거쳐 30대 초기 성년기까지 ‘최대 골량*’을 이루게 되며, 약 35세부터 뼈의 양이 서서히 감소합니다. 18~30세 사이에 칼슘을 충분히 섭취하고 운동을 하면 뼈의 양이 최대로 형성되어 노년기의 뼈 손실을 최소화할 수 있습니다.<br> *최대골량: 뼈가 생애 동안 도달할 수 있는 최대의 밀도와 강도에 이른 뼈의 양",
            ],
          },
          {
            title: "(2) 저체중이 되지 않도록 적정 체중을 유지합니다.",
            details: [
              "체중 감소는 골 감소와 골다공증, 골절을 일으키는 요인이므로 저체중(체질량 지수 18.5 미만)인 경우 정상 범위가 될 때까지 점진적으로 체중을 증가시켜야 합니다.",
            ],
          },
          {
            title: "(3) 적정량의 칼슘과 비타민 D를 섭취합니다.",
            details: [
              "칼슘과 비타민 D는 뼈의 가장 중요한 영양소입니다. 칼슘이 풍부한 식품으로는 우유, 요구르트, 두부, 미역, 녹색채소류 등이 있습니다. 비타민 D는 햇빛 노출을 통해 피부에서 생성되거나 등푸른생선, 달걀노른자, 버섯 등 식품으로 섭취할 수 있습니다.",
            ],
          },
          {
            title:
              "(4) 술과 커피, 탄산음료를 마시지 않거나 적당량 이하로 줄입니다.",
            details: [
              "술, 커피, 탄산음료는 마시지 않습니다. 술을 마시게 될 경우는 하루 1~2잔 이하로 줄이고, 커피 등 카페인 음료는 하루 2잔 이하로 줄입니다.",
            ],
          },
          {
            title: "(5) 담배는 피우지 않습니다.",
            details: [
              "흡연은 뼈를 만드는 조골세포를 파괴하고, 칼슘 흡수를 방해하므로 골다공증의 예방과 치료를 위해서는 금연이 필수적입니다.",
            ],
          },
          {
            title: "(6) 체중부하운동과 균형운동을 가능한 한 매일 합니다.",
            details: [
              "규칙적인 운동은 뼈와 근육을 강화하고, 균형 능력을 향상해 뼈를 보호하고 낙상 가능성을 줄여 골다공증과 골절을 예방하는 효과가 있습니다.  빠르게 걷기, 가볍게 뛰기, 줄넘기, 계단 오르기와 같이 체중을 싣는 운동을 가능한 한 매일 하루 30~60분 정도 하고, 외발서기 등 균형 운동 및 자세를 바르게 하는 운동을 매일 합니다.",
            ],
          },
          {
            title:
              "(7) 위험인자가 있는 경우 정기적으로 골밀도 검사를 받고, 그 결과를 의사와 상의합니다.",
            details: [
              "폐경 이후 여성과 노년기 남성은 뼈 손실이 빠르게 진행되어 골다공증과 골다공증으로 인한 골절 발생 위험이 커집니다.  가족력, 조기 폐경, 골절 경험, 키가 줄어든 경우 등의 위험인자가 있는 경우, 정기적으로 골밀도 검사*를 받고 관리 방법을 의사와 상의합니다.<br>*현재 국가건강검진에서 54세와 66세 여성을 대상으로 골밀도 검사 시행 중",
            ],
          },
          {
            title: "(8) 골다공증을 꾸준히 관리합니다.",
            details: [
              "골다공증을 방치하면 심각한 골절이 생길 수 있습니다. 치료를 받아 골밀도가 조금 좋아졌다고 하더라도, 치료를 중단하지 말고 꾸준히 치료를 받아야 합니다.",
            ],
          },
          {
            title:
              "(9) 넘어지지 않도록 주의하고 넘어지기 쉬운 생활환경을 개선합니다.",
            details: [
              "골다공증으로 인한 골절은 대부분 넘어지면서 발생하므로, 넘어지지 않도록 주변 환경을 안전하게 개선하는 것이 중요합니다.  밝은 조명, 욕조·샤워 시설 손잡이, 바닥 매트 등을 설치하고, 바닥에 있는 장애물을 정리하고 물기를 제거하여 넘어질 위험을 줄입니다. 균형감각을 떨어뜨릴 수 있는 약(고혈압약, 신경안정제, 항우울제 등)을 복용 중이라면 더욱 주의해야 합니다.",
            ],
          },
          {
            title: "(10) 노년기에는 근감소를 예방합니다.",
            details: [
              "노년기의 적절한 근육량은 근력을 유지해 보행장애와 낙상을 예방하는 데 도움이 됩니다. 매일 충분한 단백질을 섭취하고, 1주일에 2~3회 근력 운동을 해서 근육이 줄어드는 것을 예방합니다.",
            ],
          },
        ],
        image: Bronehealth,
      },
      {
        title: "마무리",
        content:
          "골다공증은 미리 예방하고, 꾸준히 관리해야 할 중요한 질환입니다. 규칙적인 운동, 올바른 식습관, 정기적인 골밀도 검사와 같은 건강한 생활습관을 실천하면, 골다공증으로 인한 골절 위험을 줄일 수 있습니다. '골다공증 예방과 관리를 위한 10대 생활수칙'을 실천하여 건강한 뼈를 유지하세요!",
        image: Bronetenex,
      },
    ],
  },
];

export default HealthInfoDatabase;
